{
  "background_acolyte": {
    "id": "background_acolyte",
    "name": "Acolyte",

    "divine": true,
    "abilityScores": ["int", "wis", "cha"],
    "personality": [
      "I idolize a particular hero of my faith, and constantly refer to that person's deeds and example.",
      "I can find common ground between the fiercest enemies, empathizing with them and always working toward peace.",
      "I see omens in every event and action. The gods try to speak to us, we just need to listen.",
      "Nothing can shake my optimistic attitude.",
      "I quote (or misquote) sacred texts and proverbs in almost every situation.",
      "I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods.",
      "I've enjoyed fine food, drink, and high society among my temple's elite. Rough living grates on me.",
      "I've spent so long in the temple that I have little practical experience dealing with people in the outside world."
    ],
    "ideals": [
      {
        "text": "Charity. I always try to help those in need.",
        "alignments": ["Lawful Good", "Neutral Good", "Chaotic Good"]
      },
      {
        "text": "Tradition. The ancient traditions of worship and sacrifice must be preserved.",
        "alignments": ["Lawful Good", "Lawful Neutral", "Lawful Evil"]
      },
      {
        "text": "Change. We must help bring about the changes the gods are constantly working in the world.",
        "alignments": ["Chaotic Good", "Chaotic Neutral", "Chaotic Evil"]
      },
      {
        "text": "Power. I hope to one day rise to the top of my faith's hierarchy.",
        "alignments": ["Lawful Good", "Lawful Neutral", "Lawful Evil"]
      },
      {
        "text": "Faith. I trust that my deity will guide my actions.",
        "alignments": [
          "Lawful Good",
          "Lawful Neutral",
          "Lawful Evil",
          "Neutral Good",
          "Neutral",
          "Neutral Evil",
          "Chaotic Good",
          "Chaotic Neutral",
          "Chaotic Evil"
        ]
      }
    ],
    "bonds": [
      "I would die to recover an ancient relic of my faith that was lost long ago.",
      "I will someday get revenge on the corrupt temple hierarchy who branded me a heretic.",
      "I owe my life to the priest who took me in when my parents died.",
      "Everything I do is for the common people.",
      "I will do anything to protect the temple where I served.",
      "I seek to preserve a sacred text that my enemies consider heretical and seek to destroy."
    ],
    "flaws": [
      "I judge others harshly, and myself even more severely.",
      "I put too much trust in those who wield power within my temple's hierarchy.",
      "My piety sometimes leads me to blindly trust those that profess faith in my god.",
      "I am inflexible in my thinking.",
      "I am suspicious of strangers and expect the worst of them.",
      "Once I pick a goal, I become obsessed with it to the detriment of everything else in my life."
    ]
  },
  "background_criminal": {
    "id": "background_criminal",
    "name": "Criminal",

    "divine": false,
    "abilityScores": ["dex", "con", "int"],
    "personality": [
      "I always have a plan for what to do when things go wrong.",
      "I am always calm, no matter what the situation. I never raise my voice or let my emotions control me.",
      "The first thing I do in a new place is note the locations of everything valuable – or where such things could be hidden.",
      "I would rather make a new friend than a new enemy.",
      "I am incredibly slow to trust. Those who seem the fairest often have the most to hide.",
      "I don't pay attention to the risks in a situation. Never tell me the odds.",
      "The best way to get me to do something is to tell me I can't do it.",
      "I blow up at the slightest insult."
    ],
    "ideals": [
      {
        "text": "Honor. I don't steal from others in the trade.",
        "alignments": ["Lawful Good", "Lawful Neutral", "Lawful Evil"]
      },
      {
        "text": "Freedom. Chains are meant to be broken, as are those who would forge them.",
        "alignments": ["Chaotic Good", "Chaotic Neutral", "Chaotic Evil"]
      },
      {
        "text": "Charity. I steal from the wealthy so that I can help people in need.",
        "alignments": ["Lawful Good", "Neutral Good", "Chaotic Good"]
      },
      {
        "text": "Greed. I will do whatever it takes to become wealthy.",
        "alignments": ["Lawful Evil", "Neutral Evil", "Chaotic Evil"]
      },
      {
        "text": "People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care.",
        "alignments": ["Lawful Neutral", "Neutral", "Chaotic Neutral"]
      },
      {
        "text": "Redemption. There's a spark of good in everyone.",
        "alignments": ["Lawful Good", "Neutral Good", "Chaotic Good"]
      }
    ],
    "bonds": [
      "I'm trying to pay off an old debt I owe to a generous benefactor.",
      "My ill-gotten gains go to support my family.",
      "Something important was taken from me, and I aim to steal it back.",
      "I will become the greatest thief that ever lived.",
      "I'm guilty of a terrible crime. I hope I can redeem myself for it.",
      "Someone I loved died because of I mistake I made. That will never happen again."
    ],
    "flaws": [
      "When I see something valuable, I can't think about anything but how to steal it.",
      "When faced with a choice between money and my friends, I usually choose the money.",
      "If there's a plan, I'll forget it. If I don't forget it, I'll ignore it.",
      "I have a \"tell\" that reveals when I'm lying.",
      "I turn tail and run when things look bad.",
      "An innocent person is in prison for a crime that I committed. I'm okay with that."
    ]
  },
  "background_sage": {
    "id": "background_sage",
    "name": "Sage",

    "divine": false,
    "abilityScores": ["con", "int", "wis"],
    "personality": [
      "I use polysyllabic words that convey the impression of great erudition.",
      "I've read every book in the world's greatest libraries – or I like to boast that I have.",
      "I'm used to helping out those who aren't as smart as I am, and I patiently explain anything and everything to others.",
      "There's nothing I like more than a good mystery.",
      "I'm willing to listen to every side of an argument before I make my own judgment.",
      "I… speak… slowly… when talking… to idiots,… which… almost… everyone… is… compared… to me.",
      "I am horribly, horribly awkward in social situations.",
      "I'm convinced that people are always trying to steal my secrets."
    ],
    "ideals": [
      {
        "text": "Knowledge. The path to power and self-improvement is through knowledge.",
        "alignments": [
          "Lawful Neutral",
          "Neutral",
          "Neutral Evil",
          "Neutral Good",
          "Chaotic Neutral"
        ]
      },
      {
        "text": "Beauty. What is beautiful points us beyond itself toward what is true.",
        "alignments": ["Lawful Good", "Neutral Good", "Chaotic Good"]
      },
      {
        "text": "Logic. Emotions must not cloud our logical thinking.",
        "alignments": ["Lawful Good", "Lawful Neutral", "Lawful Evil"]
      },
      {
        "text": "No Limits. Nothing should fetter the infinite possibility inherent in all existence.",
        "alignments": ["Chaotic Good", "Chaotic Neutral", "Chaotic Evil"]
      },
      {
        "text": "Power. Knowledge is the path to power and domination.",
        "alignments": ["Lawful Evil", "Neutral Evil", "Chaotic Evil"]
      },
      {
        "text": "Self-Improvement. The goal of a life of study is the betterment of oneself.",
        "alignments": [
          "Lawful Good",
          "Lawful Neutral",
          "Lawful Evil",
          "Neutral Good",
          "Neutral",
          "Neutral Evil",
          "Chaotic Good",
          "Chaotic Neutral",
          "Chaotic Evil"
        ]
      }
    ],
    "bonds": [
      "It is my duty to protect my students.",
      "I have an ancient text that holds terrible secrets that must not fall into the wrong hands.",
      "I work to preserve a library, university, scriptorium, or monastery.",
      "My life's work is a series of tomes related to a specific field of lore.",
      "I've been searching my whole life for the answer to a certain question.",
      "I sold my soul for knowledge. I hope to do great deeds and win it back."
    ],
    "flaws": [
      "I am easily distracted by the promise of information.",
      "Most people scream and run when they see a demon. I stop and take notes on its anatomy.",
      "Unlocking an ancient mystery is worth the price of a civilization.",
      "I overlook obvious solutions in favor of complicated ones.",
      "I speak without really thinking through my words, invariably insulting others.",
      "I can't keep a secret to save my life, or anyone else's."
    ]
  },
  "background_soldier": {
    "id": "background_soldier",
    "name": "Soldier",

    "divine": false,
    "abilityScores": ["str", "dex", "con"],
    "personality": [
      "I'm always polite and respectful.",
      "I'm haunted by memories of war. I can't get the images of violence out of my mind.",
      "I've lost too many friends, and I'm slow to make new ones.",
      "I'm full of inspiring and cautionary tales from my military experience relevant to almost every combat situation.",
      "I can stare down a hell hound without flinching.",
      "I enjoy being strong and like breaking things.",
      "I have a crude sense of humor.",
      "I face problems head-on. A simple, direct solution is the best path to success."
    ],
    "ideals": [
      {
        "text": "Greater Good. Our lot is to lay down our lives in defense of others.",
        "alignments": ["Lawful Good", "Neutral Good", "Chaotic Good"]
      },
      {
        "text": "Responsibility. I do what I must and obey just authority.",
        "alignments": ["Lawful Good", "Lawful Neutral", "Lawful Evil"]
      },
      {
        "text": "Independence. When people follow orders blindly, they embrace a kind of tyranny.",
        "alignments": ["Chaotic Good", "Chaotic Neutral", "Chaotic Evil"]
      },
      {
        "text": "Might. In life as in war, the stronger force wins.",
        "alignments": ["Lawful Evil", "Neutral Evil", "Chaotic Evil"]
      },
      {
        "text": "Live and Let Live. Ideals aren't worth killing over or going to war for.",
        "alignments": [
          "Lawful Neutral",
          "Neutral",
          "Neutral Evil",
          "Neutral Good",
          "Chaotic Neutral"
        ]
      },
      {
        "text": "Nation. My city, nation, or people are all that matter.",
        "alignments": [
          "Lawful Good",
          "Lawful Neutral",
          "Lawful Evil",
          "Neutral Good",
          "Neutral",
          "Neutral Evil",
          "Chaotic Good",
          "Chaotic Neutral",
          "Chaotic Evil"
        ]
      }
    ],
    "bonds": [
      "I would still lay down my life for the people I served with.",
      "Someone saved my life on the battlefield. To this day, I will never leave a friend behind.",
      "My honor is my life.",
      "I'll never forget the crushing defeat my company suffered or the enemies who dealt it.",
      "Those who fight beside me are those worth dying for.",
      "I fight for those who cannot fight for themselves."
    ],
    "flaws": [
      "The monstrous enemy we faced in battle still leaves me quivering with fear.",
      "I have little respect for anyone who is not a proven warrior.",
      "I made a terrible mistake in battle that cost many lives – and I would do anything to keep that mistake secret.",
      "My hatred of my enemies is blind and unreasoning.",
      "I obey the law, even if the law causes misery.",
      "I'd rather eat my armor than admit when I'm wrong."
    ]
  }
}
